import { Image } from '@heroui/react'
import React from 'react'

const HouseDescribe = () => {
  return (
    <div className="">
    <div className="dark:text-zinc-400">
      <h1 className="pt-6 font-[600] text-[24px]">
        {" "}
        چرا باید این خونه را اتخاب کنیم{" "}
      </h1>
      <p className="pt-5 text-[#323232]">
        ورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
        استفاده از طراحان گرافیک است،
        <br /> چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که
        لازم است، و برای شرایط فعلی تکنولوژی
        <br /> مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای
        کاربردی می باشد، کتابهای زیادی در شصت و سه
        <br /> درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را
        می طلبد، تا با نرم افزارها شناخت بیشتری را <br />
        برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در
        زبان فارسی ایجاد کرد، در این صورت می توان امید <br />
        داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ
        به پایان رسد و زمان مورد نیاز شامل <br />
        حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای
        موجود طراحی اساسا مورد استفاده قرار گیرد.
      </p>
    </div>
    <div className="flex gap-4 pt-8">
      <div className="">
        <Image
          isZoomed
          alt="HeroUI Fruit Image with Zoom"
          src={"/assets/houseReserve/house16.png"}
          width={319}
          height={229}
        />
      </div>
      <div className="">
        <Image
          isZoomed
          alt="HeroUI Fruit Image with Zoom"
          src={"/assets/houseReserve/house16.png"}
          width={319}
          height={229}
        />
      </div>
    </div>
    <div>
      <div className="dark:text-zinc-400">
        <h1 className="pt-6 font-[600] text-[24px]">
          {" "}
          چرا باید این خونه را اتخاب کنیم{" "}
        </h1>
        <p className="pt-5 text-[#323232]">
          ورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
          استفاده از طراحان گرافیک است،
          <br /> چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان
          که لازم است، و برای شرایط فعلی تکنولوژی
          <br /> مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای
          کاربردی می باشد، کتابهای زیادی در شصت و سه
          <br /> درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را
          می طلبد، تا با نرم افزارها شناخت بیشتری را <br />
          برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو
          در زبان فارسی ایجاد کرد، در این صورت می توان امید <br />
          داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت
          تایپ به پایان رسد و زمان مورد نیاز شامل <br />
          حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای
          موجود طراحی اساسا مورد استفاده قرار گیرد.
        </p>
      </div>
    </div>
  </div>
  )
}

export default HouseDescribe